Repository: NevronOffice/localization-support
Catalog: Localization/NovDictionary_de-DE.tmx
Source language: en_us
Languages: de_de

source: Line Arrow
de_de: Linie-Pfeil

source: Triangle with Inward Curve
de_de: Dreieck mit innere Kurve

source: Triangle with Outward Curve
de_de: Dreieck mit nach außen Kurve

source: Curved Line Arrow
de_de: Gekrümmte Linie Pfeil

source: Triangle with Inward Curves
de_de: Dreieck mit nach innen Kurven

source: Upward Angled Line
de_de: Linie nach oben abgewinkelt

source: Triangle No Fill
de_de: Dreieck ohne Füllung

source: Triangle with Inward Curve No Fill
de_de: Dreieck mit nach innen Kurve ohne Füllung

source: Triangle with Outward Curve No Fill
de_de: Dreieck mit nach außen Kurve ohne Füllung

source: Triangle with Inward Curves No Fill
de_de: Dreieck mit nach innen Kurven ohne Füllung

source: Circle No Fill
de_de: Kreis ohne Füllung

source: Square No Fill
de_de: Platz ohne Füllung

source: Diamond No Fill
de_de: Diamant-ohne Füllung

source: Downward Angled Line
de_de: Linie nach unten abgewinkelt

source: Vertical Line
de_de: Vertikale Linie

source: Two Vertical Lines
de_de: Zwei vertikale Linien

source: Three Vertical Lines
de_de: Drei vertikale Linien

source: Inverted Line Arrow
de_de: Invertierte Zeile Pfeil

source: Inverted Line Arrow with Vertical Line
de_de: Invertierte Zeile Pfeil mit vertikalen Linie

source: Inverted Line Arrow with Circle No Fill
de_de: Invertierte Zeile Pfeil mit Kreis ohne Füllung

source: Vertical Line with Circle No Fill
de_de: Vertikale Linie mit Kreis ohne Füllung

source: Circle No Fill Vertical Line
de_de: Kreis ohne Füllung vertikale Linie

source: Circle No Fill Two Vertical Lines
de_de: Kreis keine Füllung zwei vertikale Linien

source: Circle No Fill Three Vertical Lines
de_de: Kreis keine Füllung drei vertikale Linien

source: Circle No Fill Diamond No Fill
de_de: Kreis ohne Füllung Diamond ohne Füllung

source: Circle Vertical Line
de_de: Kreis vertikale Linie

source: Circle Two Vertical Lines
de_de: Kreis zwei vertikale Linien

source: Circle Three Vertical Lines
de_de: Kreis 3 vertikale Linien

source: Circle Diamond No Fill
de_de: Diamant-Kreis ohne Füllung

source: Double Triangle
de_de: Doppel-Dreieck

source: Double Triangle No Fill
de_de: Doppel-Dreieck ohne Füllung

source: Double Line Arrow
de_de: Doppelte Linie Pfeil

source: Line Arrow with Vertical Line
de_de: Pfeil mit vertikalen Linie Linie

source: Double Line Arrow with Vertical Line
de_de: Doppelte Linie Pfeil mit vertikalen Linie

source: Trackers Edit
de_de: Tracker bearbeiten

source: Context Menu Edit
de_de: Kontext Menü Bearbeiten

source: Inplace Edit
de_de: Inplace bearbeiten

source: Geometry Edit
de_de: Geometrie bearbeiten

source: Move X
de_de: Verschieben Sie X

source: Move Y
de_de: Y zu bewegen

source: Resize X
de_de: Größe X

source: Resize Y
de_de: Ändern der Größe Y

source: Change Aspect Ratio
de_de: Seitenverhältnis ändern

source: Rotate
de_de: Drehen

source: Update Bounds
de_de: Grenzen zu aktualisieren

source: Ungroup
de_de: Gruppe aufheben

source: Change Begin Point
de_de: Wechselpunkt Begin

source: Change End Point
de_de: Änderung-Endpunkt

source: Rotation
de_de: Drehung

source: Pin Point
de_de: PIN Nummer

source: Geometry Points
de_de: Geometriepunkte

source: Geometry Mid Points
de_de: Geometrie Mittelpunkte

source: Begin Point
de_de: Anfangspunkt

source: Controls
de_de: Steuerelemente

source: Locked
de_de: Gesperrt

source: Offset from Min
de_de: Versatz von Min

source: Offset from Mid
de_de: Abstand von Mitte

source: Offset from Max
de_de: Versatz von Max

source: Use Group Setting
de_de: Gruppeneinstellung verwenden

source: Reposition Only
de_de: Nur Position ändern

source: Scale and Reposition
de_de: Skalieren und positionieren

source: Group Only
de_de: Nur Gruppe

source: Group First
de_de: Gruppe zuerst

source: Shapes First
de_de: Zuerst formt

source: Behind Shapes
de_de: Hinter Formen

source: Above Shapes
de_de: Über Formen

source: Rectangle Plus
de_de: Rechteck Plus

source: Rectangle X
de_de: Rechteck X

source: Rotator
de_de: Rotor

source: Pin
de_de: Drehbezugspunkt

source: Control
de_de: Steuerung

source: Geometry Base Point
de_de: Geometrie-Basispunkt

source: Geometry Bend Point
de_de: Geometrie-Biegepunkt

source: Geometry Mid Point
de_de: Geometrie Mitte Punkt

source: Geometry Control Point
de_de: Geometrie-Kontrollpunkt

source: Shape Start Plug
de_de: Form-Start-Stecker

source: Shape End Plug
de_de: Form-Endstopfen

source: Shape Port
de_de: Shape Anschluss

source: Shape Control Point
de_de: Shape-Kontrollpunkt

source: Shape 1D
de_de: Form 1D

source: Shape 2D
de_de: Form 2D

source: Vector
de_de: Vektor

source: Box Absolute
de_de: Absolute Box

source: Shape Box
de_de: Form-Box

source: Shape Line Middle
de_de: Form-Linie-Mitte

source: Geometry Contour Middle
de_de: Geometrie-Kontur-Mitte

source: Custom Pin
de_de: Benutzerdefinierte Pin

source: Shape Size
de_de: Shape-Größe

source: Text Size
de_de: Textgröße

source: Shape Width Text Height
de_de: Form Breite Texthöhe

source: Inward
de_de: Nach innen

source: Outward
de_de: Nach außen

source: Inward and Outward
de_de: Nach außen und innen

source: Input
de_de: Eingabe

source: Output
de_de: Ausgabe

source: Major Lines
de_de: Major-Linien

source: Major Minor Lines
de_de: Major-Minor-Linien

source: Interlaced Horizontally
de_de: Interlaced horizontal

source: Interlaced Vertically
de_de: Interlaced vertikal

source: Static Port
de_de: Statischer Anschluss

source: Dynamic Port
de_de: Dynamischer Anschluss

source: Reflexive Shapes
de_de: Reflexive Formen

source: Incoming Shapes
de_de: Eingehenden Formen

source: Outgoing Shapes
de_de: Ausgehende Formen

source: From Shape
de_de: Von Form

source: To Shape
de_de: Zur Form

source: Destination Shapes
de_de: Ziel-Formen

source: Source Shapes
de_de: Quelle-Formen

source: Successor Shapes
de_de: Nachfolger-Formen

source: Predecessor Shapes
de_de: Vorgänger-Formen

source: Child Shapes Align Box
de_de: Untergeordneten Formen ausrichten Box

source: List
de_de: Liste

source: Icons
de_de: Symbole

source: Thumbnails
de_de: Miniaturansichten

source: Default
de_de: Standard

source: Name Ascending
de_de: Name aufsteigend

source: Name Descending
de_de: Name absteigend

source: Search Libraries
de_de: Suche-Bibliotheken

source: Shapes 1D
de_de: Formen 1D

source: Shapes 2D
de_de: Formen-2D

source: Arc
de_de: Bogen

source: Gap
de_de: Lücke

source: Sides 2
de_de: Seiten 2

source: Sides 3
de_de: Seiten 3

source: Sides 4
de_de: Seiten 4

source: Sides 5
de_de: Seiten 5

source: Sides 6
de_de: Seiten 6

source: Sides 7
de_de: Seiten 7

source: Self and Other
de_de: Selbst- und Fremdbilder

source: Self
de_de: Selbst

source: Other
de_de: Andere

source: Horizontal Guideline Properties
de_de: Horizontale Hilfslinie Eigenschaften

source: Center in Page
de_de: Zentrum in Seite

source: Vertical Guideline Properties
de_de: Vertikale Hilfslinie Eigenschaften

source: Bow
de_de: Bogen

source: First Control X
de_de: Erste Kontrolle X

source: First Control Y
de_de: Erste Kontrolle Y

source: Second Control X
de_de: Zweite Kontrolle X

source: Second Control Y
de_de: Zweite Kontrolle Y

source: Control X
de_de: Steuerung X

source: Control Y
de_de: Kontrolle Y

source: Ratio
de_de: Verhältnis

source: End Arrowhead
de_de: Ende Pfeilspitze

source: Begin Direction
de_de: Richtung zu beginnen

source: End Direction
de_de: Ende Richtung

source: Clip with Text Block
de_de: Clip mit Textblock

source: Filling and Rounding
de_de: Füll- und Rundung

source: End Points Direction
de_de: Endpunkte Richtung

source: Close Figure
de_de: Abbildung in der Nähe

source: Can Glue
de_de: Kann kleben

source: X Behavior
de_de: X Verhalten

source: Y Behavior
de_de: Y-Verhalten

source: Library Item Properties
de_de: Bibliothek Artikeleigenschaften

source: Viewport Padding
de_de: Ansichtsfenster Polsterung

source: Find Text Settings
de_de: Texteinstellungen zu finden

source: Replace Text Settings
de_de: Texteinstellungen zu ersetzen

source: Spell Checker
de_de: Rechtschreibprüfung

source: Export to Pdf
de_de: Export in Pdf

source: Select All
de_de: Auswählen Alle

source: Select All 1D Shapes
de_de: Auswählen alle 1D Shapes

source: Select All 2D Shapes
de_de: Auswählen alle 2D Shapes

source: Deselect All
de_de: Abwählen Alle

source: Insert Image
de_de: Einfügen Bild

source: Insert 1D Barcode
de_de: Einfügen 1D Barcode

source: Insert 2D Barcode
de_de: Einfügen 2D Barcode

source: Insert Symbol
de_de: Einfügen Symbol

source: Insert Field
de_de: Einfügen Feld

source: Update Field
de_de: Feld aktualisieren

source: Insert Hyperlink
de_de: Einfügen Hyperlink

source: Insert Bookmark
de_de: Einfügen Lesezeichen

source: Insert Date
de_de: Einfügen Datum

source: Flip Horizontal
de_de: Spiegeln horizontal

source: Flip Vertical
de_de: Spiegeln vertikal

source: Rotate Right
de_de: Drehen rechts

source: Union
de_de: Vereinigen

source: Intersect
de_de: Schnittmenge

source: Subtract
de_de: Abschneiden

source: Exclusive Or
de_de: Exklusiv ODER

source: Make Line
de_de: Linie zu machen

source: Make Polyline
de_de: Polylinie machen

source: Make Orthogonal
de_de: Orthogonal zu machen

source: Reroute Always
de_de: Immer umleiten

source: Reroute when Needed
de_de: Umleiten, wenn nötig

source: Reroute Never
de_de: Nie umleiten

source: Bring to Front
de_de: In den Vordergrund

source: Send to Back
de_de: In den Hintergrund

source: Bring Forward
de_de: Nach vorne

source: Send Backward
de_de: Nach hinten

source: Nudge Left
de_de: Schieben links

source: Nudge Right
de_de: Schieben rechts

source: Nudge Up
de_de: Schieben hoch

source: Nudge Down
de_de: Schieben runter

source: Align to Grid
de_de: Ausrichten am Raster

source: Size to Grid
de_de: Größe an Raster anpassen

source: Show Layout Dialog
de_de: Zeige Layout Dialog

source: Align Lefts
de_de: Ausrichten links

source: Align Centers
de_de: Ausrichten zentrieren vertikal

source: Align Rights
de_de: Ausrichten rechts

source: Align Tops
de_de: Ausrichten oben

source: Align Middles
de_de: Ausrichten mittig horizontal

source: Align Bottoms
de_de: Ausrichten unten

source: Make Same Width
de_de: Angleichen selbe Breite

source: Make Same Height
de_de: Angleichen selbe Höhe

source: Make Same Size
de_de: Angleichen selbe Größe

source: Make Horizontal Spacing Equal
de_de: Angleichen Abstand horizontal

source: Increase Horizontal Spacing
de_de: Vergrößern Abstand horizontal

source: Decrease Horizontal Spacing
de_de: Verkleinern Abstand horizontal

source: Remove Horizontal Spacing
de_de: Entfernen Abstand horizontal

source: Make Vertical Spacing Equal
de_de: Angleichen Abstand vertikal

source: Increase Vertical Spacing
de_de: Vergrößern Abstand vertikal

source: Decrease Vertical Spacing
de_de: Verkleinern Abstand vertikal

source: Remove Vertical Spacing
de_de: Entfernen Abstand vertikal

source: Center in Page Horizontally
de_de: Zentrieren horizontal auf Seite

source: Center in Page Vertically
de_de: Zentrieren vertikal auf Seite

source: Zoom to Percent
de_de: Zoom in Prozent

source: Page Breaks
de_de: Seitenumbrüche

source: Guidelines
de_de: Hilfslinien

source: Ports
de_de: Anschlüsse

source: Fit to Width
de_de: Anpassen an Breite

source: Fit to Height
de_de: Anpassen an Höhe

source: Theme
de_de: Design

source: Shape Style
de_de: Formenart

source: Geometry Fill
de_de: Geometrie-Füllung

source: Geometry Stroke
de_de: Geometriekontur

source: Geometry Shadow
de_de: Geometrie-Schatten

source: Geometry Begin Arrowhead
de_de: Geometrie-Begin-Pfeilspitze

source: Geometry End Arrowhead
de_de: Geometrie Ende Pfeilspitze

source: Geometry Corner Rounding
de_de: Geometrie Ecke abgerundet

source: Copy Geometry Formatting
de_de: Die Geometrie Formatierung kopieren

source: Text Align Left
de_de: Text linksbündig

source: Text Align Center
de_de: Text in der Mitte ausrichten

source: Text Align Right
de_de: Text rechts ausrichten

source: Text Align Justify
de_de: Ausrichten von Text zu rechtfertigen

source: Text Superscript
de_de: Text hochgestellt

source: Text Subscript
de_de: Text tiefgestellt

source: Text Align Top
de_de: Text oben ausrichten

source: Text Align Middle
de_de: Text ausrichten Mitte

source: Text Align Bottom
de_de: Ausrichten von Text unten

source: Increase Text Indent
de_de: Text-Indent zu erhöhen

source: Decrease Text Indent
de_de: Text-Indent zu verringern

source: Font Family
de_de: Schriftfamilie

source: Decrease Font Size
de_de: Schriftgrad verkleinern

source: Text Background Fill
de_de: Text Hintergrund füllen

source: Text Stroke
de_de: Textkontur

source: Text Shadow
de_de: Textschatten

source: Toggle Base Line
de_de: Toggle-Basislinie

source: Toggle Font Style
de_de: Toggle Schriftschnitt

source: Toggle Marks Visibility
de_de: Toggle Marken Sichtbarkeit

source: Toggle Bold
de_de: Ein/aus Fett

source: Toggle Italic
de_de: Toggle kursiv

source: Toggle Underline
de_de: Toggle unterstreichen

source: Toggle Strike Trough
de_de: Toggle Streik Trog

source: Toggle Superscript Base Line
de_de: Toggle hochgestellt Grundlinie

source: Toggle Subscript Base Line
de_de: Tiefgestellte Grundlinie ein/aus

source: Copy Text Formatting
de_de: Kopieren Sie Text-Formatierung

source: Format Bullets
de_de: Format-Kugeln

source: Format Decimal Bullets
de_de: Format-Dezimal-Kugeln

source: Format Lower Roman Bullets
de_de: Format unteren römischen Kugeln

source: Format Upper Roman Bullets
de_de: Format oberen römischen Kugeln

source: Format Lower Alpha Bullets
de_de: Format niedriger Alpha Kugeln

source: Format Upper Alpha Bullets
de_de: Format oberen Alpha Kugeln

source: Format Circle Bullets
de_de: Format-Kreis-Kugeln

source: Spell Check
de_de: Rechtschreibprüfung

source: Proofing Language
de_de: Prüfsprache

source: Select Recipients
de_de: Wähle Empfänger

source: Highlight Merge Fields
de_de: Markiere Serienfelder

source: Insert Greeting Line
de_de: Einfügen Grußzeile

source: Insert Merge Field
de_de: Einfügen Serienfeld

source: Preview Mail Merge
de_de: Vorschau Serienbrief

source: Select Data Record
de_de: Wähle Datensatz

source: Merge & Save
de_de: Erstellen & Sichern

source: Merge & Send
de_de: Erstellen & Senden

source: Move to Record
de_de: Gehe zu Datensatz

source: First Record
de_de: Erster Datensatz

source: Last Record
de_de: Letzter Datensatz

source: Previous Record
de_de: Vorheriger Datensatz

source: Next Record
de_de: Nächster Datensatz

source: Pointer Tool
de_de: Zeiger

source: Edit Geometry
de_de: Bearbeite Geometrie

source: Rectangle Tool
de_de: Rechteck

source: Ellipse Tool
de_de: Ellipse

source: Line Tool
de_de: Linie

source: Cubic Bezier Tool
de_de: Bezierkurve

source: Arc Tool
de_de: Bogen

source: Elliptical Arc Tool
de_de: Elliptischer Boden

source: Nurbs Tool
de_de: Freihand

source: Connector Tool
de_de: Verbinder Werkzeug

source: Text Tool
de_de: Text

source: Pan Tool
de_de: Bewegen

source: Page Properties
de_de: Zeichenblatteigenschaft

source: Snap and Glue
de_de: Einrasten und Kleben

source: Line Jumps
de_de: Linien Brücken

source: Drawing Settings
de_de: Zeichnung Einstellungen

source: Status Page
de_de: Statusseite

source: Status Selected Object
de_de: Status Objekt ausgewählt

source: Status Mouse Position
de_de: Mausposition Status

source: Parallel Multi - Instance
de_de: Parallele Multi - Instanz

source: Sequential Multi - Instance
de_de: Sequentielle Multi - Instanz

source: Service
de_de: Dienst

source: Receive
de_de: Annehmen

source: Send
de_de: Senden

source: Instantiating Receive
de_de: Empfang instanziieren

source: Manual
de_de: Manuell

source: Business Rule
de_de: Geschäftsregel

source: User
de_de: Benutzer

source: Script
de_de: Skript

source: Exclusive Data
de_de: Exklusive Daten

source: Exclusive Data (With Marker)
de_de: Exklusive Daten (mit Marker)

source: Exclusive Event
de_de: Exklusives Ereignis

source: Exclusive Event (Instantiate)
de_de: Exklusives Ereignis (Instanziierung)

source: Parallel Data Event (Instantiate)
de_de: Parallel Data-Ereignis (instanziiert)

source: Inclusive
de_de: Inklusiv

source: Complex
de_de: Komplex

source: Carrier
de_de: Träger

source: Affected
de_de: Betroffen

source: Affected by hearsay
de_de: Betroffen vom Hörensagen

source: Possibly affected
de_de: Möglicherweise betroffen

source: Heart disease
de_de: Herz-Kreislauferkrankungen

source: Cancer
de_de: Krebs

source: Down syndrome
de_de: Down-Syndrom

source: Smoking
de_de: Raucher

source: Miscarriage
de_de: Fehlschlag

source: Abortion
de_de: Abtreibung

source: Add Male Child
de_de: Hinzufügen männliches Kind

source: Add Female Child
de_de: Hinzufügen weibliches Kind

source: Add Unknown Gender Child
de_de: Unbekannten Geschlecht Kind hinzufügen

source: Add Foster Male Child
de_de: Hinzufügen männliches Pflegekind

source: Add Foster Female Child
de_de: Hinzufügen weibliches Pflegekind

source: Add Foster Unknown Gender Child
de_de: Foster unbekannten Geschlecht Kind hinzufügen

source: Add Adopted Male Child
de_de: Hinzufügen männliches Adoptivkind

source: Add Adopted Female Child
de_de: Hinzufügen weibliches Adoptivkind

source: Add Adopted Unknown Gender Child
de_de: Angenommene unbekannten Geschlecht Kind hinzufügen

source: Male Twins
de_de: Männliche Zwillinge

source: Female Twins
de_de: Weibliche Zwillinge

source: Mixed Twins
de_de: Gemischte Zwillinge

source: Add Pet
de_de: Hinzufügen von Pet

source: Add Pregnancy
de_de: Fügen Sie Schwangerschaft

source: Set Independent Entity
de_de: Eigenständige Einheit eingestellt

source: Set Dependent Entity
de_de: Abhängige Entität festlegen

source: Set Identified
de_de: Satz identifiziert

source: Set zero, one or more
de_de: Legen Sie Null, ein oder mehrere

source: Set one or more
de_de: Legen Sie eine oder mehrere

source: Set zero or more
de_de: Eingestellt von Null oder mehr

source: Set exactly n
de_de: Satz genau n

source: Set from n to m
de_de: Legen Sie zwischen n und m

source: Set Specified
de_de: Satz angegeben

source: Set Foreign Key
de_de: Fremdschlüssel festlegen

source: Zero or more
de_de: Null oder mehr

source: 1 or more
de_de: 1 oder mehr

source: 1 and only 1
de_de: Nur 1

source: Zero or 1
de_de: Null oder 1

source: Add Port
de_de: Hinzufügen Anschluss

source: Remove Port
de_de: Entfernen Anschluss

source: Display Length
de_de: Ausgabelänge

source: Logical Length
de_de: Logische Länge

source: Zoom Step
de_de: Zoom-Schritt

source: Min Zoom Factor
de_de: Min-Zoom-Faktor

source: Max Zoom Factor
de_de: Max Zoom-Faktor

source: Selection Edit Mode
de_de: Auswahl Bearbeiten-Modus

source: Size to Content
de_de: Größe, Inhalt

source: Edit Page Properties
de_de: Seiteneigenschaften bearbeiten

source: Margins and Padding
de_de: Ränder und Abstände

source: Drawing Scale
de_de: Zeichnungsmaßstab

source: Pan and Zoom
de_de: Verschieben und Zoom

source: Zooming
de_de: Zoomen

source: Resize Shapes
de_de: Die Größe der Formen

source: Selection Mode
de_de: Auswahlmodus

source: Elements Z Order
de_de: Elemente Z-Reihenfolge

source: Allow Ungroup
de_de: Gruppierung zu ermöglichen

source: Shape Type
de_de: Shape-Typ

source: Edit Height In 1D
de_de: Höhe In 1D bearbeiten

source: Graph Part
de_de: Grafik-Teil

source: Resize in Group
de_de: Die Größe in Gruppe

source: Move Slaves
de_de: Sklaven zu bewegen

source: Default Shape Glue
de_de: Standard-Form-Kleber

source: Show Shape Handles
de_de: Größenänderungs-Steuerpunkte anzeigen

source: Show Control Handles
de_de: Steuerpunkte anzeigen

source: Begin X
de_de: Anfang X

source: Begin Y
de_de: Anfang Y

source: End X
de_de: Ende X

source: End Y
de_de: Ende Y

source: Allow Resize X
de_de: Größe X erlauben

source: Allow Resize Y
de_de: Resize Y zu ermöglichen

source: Allow Change Aspect Ratio
de_de: Seitenverhältnis ändern lassen

source: Allow Move X
de_de: Move X erlauben

source: Allow Move Y
de_de: Ermöglichen Bewegung Y

source: Allow Rotate
de_de: Drehen lassen

source: Allow Change Pin Point
de_de: Pin-Nummer ändern lassen

source: Allow Change Begin Point
de_de: Wechselpunkt beginnen lassen

source: Allow Change End Point
de_de: Änderung-Endpunkt zu ermöglichen

source: Allow Geometry Edit
de_de: Geometrie bearbeiten zulassen

source: Allow Inplace Edit
de_de: Inplace bearbeiten zulassen

source: Allow Update Bounds
de_de: Update-Grenzen zu ermöglichen

source: Allow Layouts Reglue Begin Point
de_de: Layouts Reglue Anfangspunkt zu ermöglichen

source: Allow Layouts Reglue End Point
de_de: Lassen Sie zu, dass Layouts Endpunkt Reglue

source: Route through Horizontally
de_de: Horizontal umleiten

source: Route through Vertically
de_de: Vertikal umleiten

source: Shape Properties
de_de: Shape-Eigenschaften

source: Format Geometry
de_de: Format-Geometrie

source: Selection Highlighting
de_de: Auswahlmarkierung

source: Group Behavior
de_de: Gruppenverhalten

source: Editing
de_de: Bearbeiten

source: End Points
de_de: Endpunkte

source: Move and Glue
de_de: Bewegen und kleben

source: Arrange Slot Placement
de_de: Ordnen Sie Slot Platzierung

source: Data Object Adaptors
de_de: Daten Objekt Adapter

source: View Type
de_de: Ansicht vom Typ

source: Text Block Size
de_de: Text-Block-Größe

source: Arrange Width
de_de: Breite zu vereinbaren

source: Library Properties
de_de: Bibliothek-Eigenschaften

source: Allow Select
de_de: Wählen Sie zulassen

source: Allow Delete
de_de: Löschen lassen

source: Allow Context Menu Edit
de_de: Kontext Menü bearbeiten zulassen

source: Anchor Mode
de_de: Anker-Modus

source: Flip Angle
de_de: Flip-Winkel

source: Stroke Mode
de_de: Konturmodus

source: Shape and Dimensions
de_de: Form und Abmessungen

source: Update Model Bounds
de_de: Update Modell Grenzen

source: Show Elements
de_de: Zeige Elemente

source: Hide Elements
de_de: Verstecke Elemente

source: Delete Elements
de_de: Lösche Elemente

source: Insert Elements
de_de: Einfügen Elemente

source: Increase Width
de_de: Breite vergrößern

source: Increase Height
de_de: Höhe zu erhöhen

source: Decrease Width
de_de: Breite zu verringern

source: Decrease Height
de_de: Vergrößere Höhe

source: Center Horizontally
de_de: Zentrieren horizontal

source: Center Vertically
de_de: Zentrieren vertikal

source: Change Stroke Style
de_de: Ändere Konturstil

source: Change Shadow Style
de_de: Shadow Style ändern

source: Change Fill Style
de_de: Füllung-Style ändern

source: Change Text Style
de_de: Formatvorlage ändern

source: Bold
de_de: Fett

source: Italic
de_de: Kursiv

source: Underline
de_de: Unterstrichen

source: Horizontal Text Align Left
de_de: Horizontaler Text linksbündig

source: Horizontal Text Align Right
de_de: Horizontaler Text rechts ausrichten

source: Horizontal Text Align Center
de_de: Horizontaler Text zentrieren

source: Vertical Text Align Top
de_de: Vertikaler Text oben ausrichten

source: Vertical Text Align Bottom
de_de: Vertikaler Text unten ausrichten

source: Vertical Text Align Middle
de_de: Vertikaler Text ausrichten Mitte

source: Change Bridge Style
de_de: Änderung Brückenstil

source: Change Start Arrowhead Style
de_de: Änderung Start Pfeilart

source: Change End Arrowhead Style
de_de: Ende Pfeilspitze Style ändern

source: Change Point Style
de_de: Punktstil ändern

source: Change Interactivity
de_de: Ändern der Interaktivität

source: Change Style
de_de: Stil ändern

source: Change Protection
de_de: Schutz ändern

source: Change Interaction Style
de_de: Interaktion-Style ändern

source: Remove All Nodes
de_de: Entfernen Sie alle Knoten

source: Move Elements
de_de: Verschieben Sie Elemente

source: Edit Plug
de_de: Stecker zu bearbeiten

source: Edit Port
de_de: Bearbeite Anschluss

source: Edit Point
de_de: Schnittpunkt

source: Decompose
de_de: Zersetzen

source: AutoBoundsMode Change
de_de: AutoBoundsMode ändern

source: Drop Elements
de_de: Drop-Elemente
